Repository: yehudaTiram/product-gift-wrap-for-woocommerce
Catalog: languages/product-gift-wrap-for-woocommerce-*.po
Languages: he_il

source: free
he_il: חינם

source: Gift Wrapped
he_il: אריזת מתנה

source: No
he_il: לא

source: Yes
he_il: כן

source: Gift Wrappable
he_il: אריזת מתנה

source: Enable this option if the customer can choose gift wrapping.
he_il: במידה וניתן לארוז את המוצר הזה כמתנה לחץ כאן

source: Gift Wrap Cost
he_il: לא ניתן להוסיף מחיר לאריזת מתנה. השאר על 0

source: Override the default cost by inputting a cost here.
he_il: לא ניתן להוסיף מחיר לאריזת מתנה. השאר על 0

source: Enable this to allow gift wrapping for products by default.
he_il: אפשר זאת כדי להציג ללקוח סימון אריזת מתנה למוצרים כברירת מחדל.

source: The cost of gift wrap unless overridden per-product.
he_il: לא ניתן להוסיף מחיר לאריזת מתנה. השאר על 0

source: Gift Wrap Message
he_il: תווית לסימון אריזת מתנה

source: Label shown to the user on the frontend.
he_il: תווית המוצגת למשתמש.

source: Cart Message also for NO gift wrap
he_il: הודעה בעגלת קניות גם אם ללא אריזת מתנה

source: Select if you want to see explicit message if customer did not select gift wrap option.
he_il: בחר אם ברצונך לראות הודעה מפורשת אם הלקוח לא בחר באפשרות אריזת מתנה.

source: Explicite message shown to the user and to shop manager if NO gift wrap required.
he_il: הודעה מפורשת המוצגת למשתמש ולמנהל החנות אם אין צורך באריזת מתנה.
